{
  "destinations": [
    {
      "id": "ateshgah",
      "name": "Ateshgah Fire Temple",
      "shortDescription": "Ancient Zoroastrian fire temple with natural eternal flames, a mystical site that has been burning for centuries in Surakhany.",
      "fullDescription": "The Ateshgah Fire Temple is an ancient Zoroastrian fire temple located in Surakhany, a suburb of Baku. This mystical site features natural eternal flames that have been burning for centuries, making it a unique spiritual and historical destination.",
      "image": "src/assets/img/tour-images/absheron/fire-Temple/atesgah.jpg",
      "location": "Surakhany, Absheron",
      "region": "Absheron",
      "url": "destinations/html-pages/ateshgah.html",
      "overlayText": "Explore Sacred Flames",
      "status": "active"
    },
    {
      "id": "heydar-aliyev",
      "name": "Heydar Aliyev Center",
      "shortDescription": "Stunning architectural masterpiece designed by Zaha Hadid, showcasing Azerbaijan's modern cultural identity with flowing curves.",
      "fullDescription": "The Heydar Aliyev Center is a stunning architectural masterpiece designed by the renowned architect Zaha Hadid. This modern cultural center showcases Azerbaijan's contemporary identity with its flowing, curved design and houses exhibitions, concerts, and cultural events.",
      "image": "src/assets/img/tour-images/baku/city/heydar-aliev-center-3.jpg",
      "location": "Baku",
      "region": "Baku",
      "url": "destinations/html-pages/heydaraliev.html",
      "overlayText": "Architectural Marvel",
      "status": "active"
    },
    {
      "id": "mud-volcanoes",
      "name": "Mud Volcanoes",
      "shortDescription": "Unique geological phenomena with bubbling mud pools and mini volcanic eruptions creating an otherworldly landscape in Gobustan.",
      "fullDescription": "The Mud Volcanoes of Gobustan are unique geological phenomena featuring bubbling mud pools and mini volcanic eruptions. This otherworldly landscape offers visitors a rare glimpse into Azerbaijan's fascinating geology and natural wonders.",
      "image": "src/assets/img/tour-images/qobustan/mud-volcanoes-4.jpg",
      "location": "Gobustan",
      "region": "Gobustan",
      "url": "destinations/html-pages/mud-volcanoes.html",
      "overlayText": "Natural Wonders",
      "status": "active"
    },
    {
      "id": "gobustan",
      "name": "Gobustan Rock Art",
      "shortDescription": "UNESCO World Heritage site featuring ancient rock art dating back 40,000 years, telling stories of prehistoric life and culture.",
      "fullDescription": "Gobustan Rock Art Cultural Landscape is a UNESCO World Heritage site featuring ancient petroglyphs and rock art dating back over 40,000 years. These remarkable carvings tell stories of prehistoric life, hunting, dancing, and the daily activities of ancient civilizations.",
      "image": "src/assets/img/tour-images/qobustan/gobustan.jpg",
      "location": "Gobustan",
      "region": "Gobustan",
      "url": "destinations/html-pages/gobustan.html",
      "overlayText": "Ancient History",
      "status": "active"
    },
    {
      "id": "yanardag",
      "name": "Yanardag - Burning Mountain",
      "shortDescription": "Natural gas fire that has been burning continuously on a hillside for over 4,000 years, creating a mesmerizing eternal spectacle.",
      "fullDescription": "Yanardag, meaning 'Burning Mountain', is a natural gas fire that has been burning continuously on a hillside for over 4,000 years. This mesmerizing eternal spectacle is one of Azerbaijan's most famous natural wonders and a symbol of the 'Land of Fire'.",
      "image": "src/assets/img/tour-images/absheron/burning-mountain/burningmountain.jpg",
      "location": "Absheron Peninsula",
      "region": "Absheron",
      "url": "destinations/html-pages/yanardag.html",
      "overlayText": "Eternal Flames",
      "status": "active"
    },
    {
      "id": "tufandag",
      "name": "Tufandag Cable Car",
      "shortDescription": "Scenic cable car ride in Gabala offering breathtaking Caucasus mountain views and access to ski slopes and hiking trails.",
      "fullDescription": "The Tufandag Cable Car in Gabala offers a scenic ride with breathtaking views of the Caucasus Mountains. This modern attraction provides access to ski slopes, hiking trails, and stunning panoramic vistas of Azerbaijan's mountainous regions.",
      "image": "src/assets/img/tour-images/qabala-shamakhi/qabala-shamahi-5.jpg",
      "location": "Gabala",
      "region": "Gabala",
      "url": "destinations/html-pages/tufandag.html",
      "overlayText": "Mountain Adventure",
      "status": "active"
    },
    {
      "id": "nohur-lake",
      "name": "Lake Nohur",
      "shortDescription": "Pristine mountain lake surrounded by lush forests in Gabala region, perfect for hiking, fishing, and peaceful nature retreats.",
      "fullDescription": "Lake Nohur is a pristine mountain lake surrounded by lush forests in the Gabala region. This serene destination is perfect for hiking, fishing, and peaceful nature retreats, offering visitors a tranquil escape into Azerbaijan's beautiful natural landscapes.",
      "image": "src/assets/img/tour-images/qabala-shamakhi/nohur.jpg",
      "location": "Gabala",
      "region": "Gabala",
      "url": "destinations/html-pages/nohur-lake.html",
      "overlayText": "Mountain Serenity",
      "status": "active"
    },
    {
      "id": "sheki-palace",
      "name": "Sheki Khan's Palace",
      "shortDescription": "Exquisite 18th-century palace with intricate frescoes, stained glass windows, and stunning Islamic architecture in historic Sheki.",
      "fullDescription": "Sheki Khan's Palace is an exquisite 18th-century palace featuring intricate frescoes, beautiful stained glass windows (shebeke), and stunning Islamic architecture. Located in historic Sheki, this UNESCO-listed palace is one of Azerbaijan's most magnificent architectural treasures.",
      "image": "src/assets/img/tour-images/sheki/sheki-khan.jpg",
      "location": "Sheki",
      "region": "Sheki",
      "url": "destinations/html-pages/shekiXan.html",
      "overlayText": "Royal Heritage",
      "status": "active"
    },
    {
      "id": "maiden-tower",
      "name": "Maiden Tower",
      "shortDescription": "Iconic symbol of Baku, this mysterious 12th-century tower offers panoramic city views and intriguing legends of ancient times.",
      "fullDescription": "The Maiden Tower is an iconic symbol of Baku and one of the city's most mysterious landmarks. This 12th-century tower offers panoramic views of the Caspian Sea and the old city, along with intriguing legends about its purpose and history.",
      "image": "src/assets/img/tour-images/baku/maidentower/maidentower.jpg",
      "location": "Baku Old City",
      "region": "Baku",
      "url": "destinations/html-pages/maidentower.html",
      "overlayText": "Historic Icon",
      "status": "active"
    },
    {
      "id": "candy-mountains",
      "name": "Candy Cane Mountains",
      "shortDescription": "Unique colorful mountain formations in Khizi region, featuring vibrant striped patterns that create a stunning natural landscape.",
      "fullDescription": "The Candy Cane Mountains are unique colorful mountain formations in the Khizi region, featuring vibrant striped patterns that create a stunning natural landscape. These geological wonders showcase nature's artistic beauty.",
      "image": "src/assets/img/tour-images/khizi/candy-mountains/candymountains-9.png",
      "location": "Khizi",
      "region": "Khizi",
      "url": "destinations/html-pages/candymountains.html",
      "overlayText": "Natural Wonder",
      "status": "active"
    },
    {
      "id": "lahic",
      "name": "Lahic",
      "shortDescription": "Historic mountain village known for traditional copper craftsmanship and preserved medieval architecture in the Caucasus Mountains.",
      "fullDescription": "Lahic is a historic mountain village known for its traditional copper craftsmanship and preserved medieval architecture. Nestled in the Caucasus Mountains, this charming village offers visitors a glimpse into Azerbaijan's rich cultural heritage and traditional way of life.",
      "image": "src/assets/img/tour-images/lakhic/lahic-12.jpg",
      "location": "Ismayilli",
      "region": "Ismayilli",
      "url": "destinations/html-pages/lahic.html",
      "overlayText": "Cultural Heritage",
      "status": "active"
    },
    {
      "id": "lankaran",
      "name": "Lankaran",
      "shortDescription": "Coastal city in southern Azerbaijan known for its subtropical climate, tea plantations, and beautiful beaches along the Caspian Sea.",
      "fullDescription": "Lankaran is a coastal city in southern Azerbaijan known for its subtropical climate, extensive tea plantations, and beautiful beaches along the Caspian Sea. This region offers a unique blend of natural beauty, agricultural heritage, and seaside relaxation.",
      "image": "src/assets/img/tour-images/Lankaran/lankaran-astara-7.jpg",
      "location": "Lankaran",
      "region": "Lankaran",
      "url": "destinations/html-pages/lankaran.html",
      "overlayText": "Coastal Paradise",
      "status": "active"
    },
    {
      "id": "old-city",
      "name": "Old City",
      "shortDescription": "UNESCO World Heritage site featuring medieval walls, historic buildings, and narrow cobblestone streets in the heart of Baku.",
      "fullDescription": "The Old City (Icherisheher) is a UNESCO World Heritage site featuring medieval walls, historic buildings, and narrow cobblestone streets in the heart of Baku. This ancient fortress city is home to the Maiden Tower, Palace of the Shirvanshahs, and numerous historic mosques and caravanserais.",
      "image": "src/assets/img/tour-images/baku/old-city/icerisheher-4.jpg",
      "location": "Baku",
      "region": "Baku",
      "url": "destinations/html-pages/oldcity.html",
      "overlayText": "Historic Icon",
      "status": "active"
    },
    {
      "id": "qabala",
      "name": "Qabala",
      "shortDescription": "Ancient city and modern resort destination in the Caucasus Mountains, offering skiing, hiking, and cultural attractions.",
      "fullDescription": "Qabala is an ancient city and modern resort destination in the Caucasus Mountains. This region offers excellent skiing opportunities, scenic hiking trails, and numerous cultural attractions, making it a popular destination for both adventure seekers and history enthusiasts.",
      "image": "src/assets/img/tour-images/qabala-shamakhi/qabala-shamahi-1.jpg",
      "location": "Qabala",
      "region": "Qabala",
      "url": "destinations/html-pages/qabala.html",
      "overlayText": "Mountain Resort",
      "status": "active"
    },
    {
      "id": "quba",
      "name": "Quba",
      "shortDescription": "Picturesque mountain town known for its apple orchards, traditional architecture, and proximity to the stunning Khinalig village.",
      "fullDescription": "Quba is a picturesque mountain town known for its apple orchards, traditional architecture, and proximity to the stunning Khinalig village. This region offers beautiful landscapes, cultural experiences, and opportunities to explore Azerbaijan's mountain communities.",
      "image": "src/assets/img/tour-images/Quba/quba-3.jpg",
      "location": "Quba",
      "region": "Quba",
      "url": "destinations/html-pages/quba.html",
      "overlayText": "Mountain Town",
      "status": "active"
    },
    {
      "id": "shahdag",
      "name": "Shahdag",
      "shortDescription": "Premier ski resort in the Greater Caucasus Mountains, offering world-class skiing facilities and stunning alpine scenery.",
      "fullDescription": "Shahdag is Azerbaijan's premier ski resort located in the Greater Caucasus Mountains. This modern resort offers world-class skiing facilities, luxury accommodations, and stunning alpine scenery, making it a top destination for winter sports enthusiasts.",
      "image": "src/assets/img/tour-images/baku/shahdag/shahdag-16.jpg",
      "location": "Gusar",
      "region": "Gusar",
      "url": "destinations/html-pages/shahdag.html",
      "overlayText": "Ski Paradise",
      "status": "active"
    },
    {
      "id": "shamakhi",
      "name": "Shamakhi",
      "shortDescription": "Historic city known for its ancient Juma Mosque, rich cultural heritage, and beautiful mountain landscapes.",
      "fullDescription": "Shamakhi is a historic city known for its ancient Juma Mosque, one of the oldest mosques in the Caucasus, and rich cultural heritage. The region features beautiful mountain landscapes and offers insights into Azerbaijan's medieval history.",
      "image": "src/assets/img/tour-images/qabala-shamakhi/qabala-shamahi-9.jpg",
      "location": "Shamakhi",
      "region": "Shamakhi",
      "url": "destinations/html-pages/shamahi.html",
      "overlayText": "Historic City",
      "status": "active"
    },
    {
      "id": "burning-mountain",
      "name": "Burning Mountain",
      "shortDescription": "Natural gas fire that has been burning continuously on a hillside for over 4,000 years, creating a mesmerizing eternal spectacle.",
      "fullDescription": "The Burning Mountain (Yanardag) is a natural gas fire that has been burning continuously on a hillside for over 4,000 years. This mesmerizing eternal spectacle is one of Azerbaijan's most famous natural wonders and a symbol of the 'Land of Fire'.",
      "image": "src/assets/img/tour-images/absheron/burning-mountain/burning-mountain-3.jpg",
      "location": "Absheron Peninsula",
      "region": "Absheron",
      "url": "destinations/html-pages/yanardag.html",
      "overlayText": "Eternal Flames",
      "status": "hidden"
    },
    {
      "id": "khinalig",
      "name": "Khinalig",
      "shortDescription": "Ancient mountain village located at 2,350 meters above sea level, one of the highest and oldest continuously inhabited settlements in Azerbaijan.",
      "fullDescription": "Khinalig is an ancient mountain village located at 2,350 meters above sea level, making it one of the highest and oldest continuously inhabited settlements in Azerbaijan. This remote village offers unique cultural experiences and breathtaking mountain views.",
      "image": "src/assets/img/tour-images/khinalig/xinalig-5.jpg",
      "location": "Quba",
      "region": "Quba",
      "url": "destinations/html-pages/xinalig.html",
      "overlayText": "Ancient Village",
      "status": "active"
    }
  ]
}

